brew "git"
brew "git-lfs"
brew "hub"
brew "zsh"
brew "zsh-completions"
brew "the_silver_searcher"
brew "tmux"
brew "reattach-to-user-namespace"
brew "diff-so-fancy"
brew "ctags"
brew "vim"

tap "thoughtbot/formulae"
brew "rcm"

brew "mas"
mas "Magnet", id: 441258766
mas "1Password", id: 1333542190

cask "gpg-suite"
cask "macvim"
cask "visual-studio-code"
