brew "git"
brew "hub"
brew "zsh"
brew "zsh-completions"
brew "the_silver_searcher"
brew "readline"
brew "rbenv"
brew "ruby-build"
brew "tmux"
brew "diff-so-fancy"
brew "ctags"
brew "htop"
brew "vim"

tap "thoughtbot/formulae"
brew "rcm"

brew "mas"
mas "Magnet", id: 441258766

cask "macvim"
cask "google-chrome"
cask "1Password"
cask "gpg-suite"

tap "homebrew/cask-fonts"
cask "font-fira-code"
